@extends('frontend/layouts/template')
@section('content')
    <div style="background-color:#f0b6b5;">
        <div class="container" style="background-color: #ffffff; padding: 5rem;">
            <div class="row">
                <div class="col-lg-12 text-center">
                    <h2 style="color:#2e5b55;"><strong>ข้อกำหนดและเงื่อนไข</strong></h2>
                </div>
                <strong class="mt-5" style="color:#2e5b55;">ข้อกำหนดและเงื่อนไข สำหรับสมาชิกทัชใจ (TOUCHJAI)</strong>
                <p>1. สมาชิกยอมรับและตกลงว่า ข้อมูลทั้งหมดที่ใช้ในการสมัครสมาชิกทัชใจเป็นข้อมูลที่ถูกต้อง ตามความเป็นจริง
                    กรณีที่ตรวจสอบข้อมูลไม่ตรงกับความเป็นจริง ทางบริษัทฯ
                    ขอสงวนสิทธิ์ในการยกเลิกการเป็นสมาชิกรวมทั้งสิทธิประโยชน์ทั้งหมด</p>
                <p>2. สมาชิกตกลง และยินยอมให้บริษัทฯ ใช้หรือเปิดเผยข้อมูลส่วนบุคคลของสมาชิก สำหรับการแจ้งข่าวสาร
                    และกิจกรรมส่งเสริมการขายเกี่ยวกับผลิตภัณฑ์หรือบริการของทางบริษัท และใช้สำหรับการทำธุรกรรมกับบริษัทฯ
                    ในลักษณะที่เป็นประโยชน์กับสมาชิก</p>
                <p>3. สมาชิกทัชใจ ระบบสมาชิกลอยัลตี้ ที่สามารถสะสมคะแนนได้ทุกยอดการใช้จ่ายในเครือของทัชใจ
                    รับส่วนลดพิเศษในเครือข่ายพันธมิตรทางธุรกิจ ซึ่งกำหนดไว้ในแต่ละช่วงระยะเวลานั้นๆ
                    ไม่ว่าจะเป็นอาหาร เครื่องดื่ม ไลฟ์สไตล์ การท่องเที่ยว บริการด้านรถยนต์ และอื่นๆอีกมากมาย
                    ครอบคลุมทุกไลฟ์สไตล์ของสมาชิกทัชใจ อิสระทุกความรู้สึก ทัชใจทุกครั้งที่ใช้
                </p>
                <p>4. คะแนนสะสม และสิทธิประโยชน์ของสมาชิกทัชใจ ไม่สามารถแลก เปลี่ยน หรือทอนเป็นเงินสดได้
                    และไม่สามารถโอนไปเป็นของสมาชิกท่านอื่นได้</p>
                <p>5. สมาชิกต้องแจ้งให้บริษัทฯ ทราบเมื่อมีการเปลี่ยนแปลงข้อมูลส่วนบุคคลเพื่อรักษาผลประโยชน์ของสมาชิก</p>
                <p>6. บริษัทฯ ขอสงวนสิทธิ์ในการเปลี่ยนแปลงเงื่อนไขการเป็นสมาชิกทัชใจ คะแนนสะสมของสมาชิก
                    ส่วนลดพิเศษของเครือข่ายพันธมิตรที่เข้าร่วมโครงการโดยไม่ต้องแจ้งให้ทราบล่วงหน้า</p>
                <p>7. กรณีสมาชิกปฎิบัติผิดเงื่อนไขการใช้งาน บริษัทฯ มีสิทธิยกเลิกการเป็นสมาชิกทัชใจ
                    ได้ทันทีโดยไม่ต้องแจ้งล่วงหน้า ทั้งนี้
                    การยกเลิกสมาชิกดังกล่าวมีผลเป็นการยกเลิกคะแนนสะสมที่สมาชิกมีอยู่ทั้งหมดทันทีด้วย และถือว่าบริษัทฯ
                    ไม่มีภาระผูกพัน หนี้ หรือหน้าที่ในการจ่ายเงินทดแทนใด ๆ จากคะแนนสะสมที่มีอยู่ให้แก่สมาชิก
                    และสมาชิกจะไม่สามารถอ้างสิทธิใด ๆ กับบริษัทฯ ได้</p>
            </div>
        </div>
    </div>
@endsection
