@extends('frontend/layouts/template')
@section('content')
    <div style="background-color: #ffffff; padding: 5rem;">
        <div class="col-lg-8 offset-lg-2 text-center">
            <h2 style="color:black;"><strong>ข้อกำหนดและเงื่อนไข</strong></h2>
        </div>
        <strong>ข้อกำหนดและเงื่อนไข สำหรับสมาชิก 1Choice</strong>
        <p>บริษัท เอกการยางออโต้เซอร์วิส จำกัด ผู้ออกบัตรเรียกว่า "บริษัทฯ" ผู้ถือบัตรเรียกว่า "สมาชิก"</p>

        <p>1. สมาชิกยอมรับและตกลงว่า ข้อมูลทั้งหมดที่ใช้ในการสมัครบัตรสมาชิก MY CARE เป็นข้อมลูที่ถูกต้อง ตามความเป็นจริง
            กรณีที่ตรวจสอบข้อมูลไม่ตรงกับความเป็นจริง ทางบริษัทฯ ขอสงวนสิทธิ์ในการยกเลิกบัตรรวมทั้งสิทธิประโยชน์ทั้งหมด</p>
        <p>2. สมาชิกตกลง และยินยอมให้บริษัทฯ ใช้หรือเปิดเผยข้อมูลส่วนบุคคลของสมาชิก สำหรับการแจ้งข่าวสาร
            และกิจกรรมส่งเสริมการขายเกี่ยวกับผลิตภัณฑ์หรือบริการของทางบริษัท และใช้สำหรับการทำธุรกรรมกับบริษัทฯ
            ในลักษณะที่เป็นประโยชน์กับสมาชิก</p>
        <p>3. บัตรสมาชิก MY CARE ใช้เพื่อเป็นส่วนลดสินค้า สะสมคะแนน จากการใช้บริการร้านค้าพันธมิตรที่เข้าร่วม กับทางบัตร MY
            CARE เท่านั้น ซึ่งกำหนดไว้ในแต่ละช่วงระยะเวลานั้นๆ</p>
        <p>4. คะแนนสะสมในบัตรสมาชิก MY CARE ไม่สามารถแลก เปลี่ยน หรือทอนเป็นเงินสดได้</p>
        <p>5. คะแนนสะสมและสิทธิประโยชน์ในบัตร MY CARE ไม่สามารถโอนไปเป็นของบัตรอื่นได้</p>
        <p>6. สมาชิกต้องแจ้งให้บริษัทฯ ทราบเมื่อมีการเปลี่ยนแปลงข้อมูลส่วนบุคคลเพื่อรักษาผลประโยชน์ของสมาชิก</p>
        <p>7. ของรางวัลที่กำหนดให้แลก บริษัทฯ ขอสงวนสิทธิ์ในการเปลี่ยนแปลงของรางวัลที่มีมูลค่าเท่าเทียม
            หรือมีคุณภาพใกล้เคียงกันแทนของรางวัลเดิมโดยไม่ต้องแจ้งให้ทราบล่วงหน้า</p>
        <p>8. กรณีบัตรสมาชิก MY CARE ชำรุดสมาชิกต้องนำบัตรเก่ามาเปลี่ยนบัตรใบใหม่โดยไม่เสียค่าใช้จ่าย(ตัวเลขสมาชิก 16
            หลักจาง หลุด ลอก จากตัวบัตร) ในกรณีสูญหาย สมาชิก สามารถติดต่อ ลูกค้าสัมพันธ์ Call center 082 628 2244
            เพื่อขอรับบัตรใหม่ โดยจะมีค่าธรรมเนียมในการออกบัตรใหม่ และจัดส่งบัตรใหม่ให้สมาชิกภายใน 15 วัน</p>
        <p>9. บริษัทฯ ขอสงวนสิทธิ์ในการเปลี่ยนแปลงเงื่อนไขการใช้บัตรสมาชิก MY CARE คะแนนสะสมของบัตรสมาชิก MY CARE
            การแลกคะแนน สินค้า/บริการ และร้านค้าที่เข้าร่วมโครงการโดยไม่ต้องแจ้งให้ทราบล่วงหน้า</p>
        <p>10. สมาชิกจะต้องแสดงบัตร MY CARE ทุกครั้งที่สแกนรับสิทธิ์จากร้านค้าพันธมิตร ชื่อจะต้องตรงกับเจ้าของบัตรเท่านั้น
        </p>
        <p>11. สิทธิประโยชน์ในการสะสมคะแนน สามารถเข้าใช้บริการได้ที่เอกการยาง ทุกสาขา</p>
        <p>12. กรณีสมาชิกปฎิบัติผิดเงื่อนไขการใช้บัตร บริษัทฯ มีสิทธิยกเลิกบัตรได้ทันทีโดยไม่ต้องแจ้งล่วงหน้า ทั้งนี้
            การยกเลิกบัตรดังกล่าวให้มีผลเป็นการยกเลิกคะแนนสะสมที่สมาชิกมีอยู่ทั้งหมดทันทีด้วย และถือว่าบริษัทฯ
            ไม่มีภาระผูกพัน หนี้ หรือหน้าที่ในการจ่ายเงินทดแทนใดๆ จากคะแนนสะสมที่มีอยู่ให้แก่สมาชิก
            และสมาชิกจะไม่สามารถอ้างสิทธิใดๆ กับบริษัทฯ ได้</p>
    </div>
@endsection
