@extends('frontend/layouts/template')
@section('content')
    <div class="container" style="background-color: #ffffff; padding: 5rem;">
        <div class="row">
            <div class="col-lg-12 text-center">
                <h2 style="color:black;"><strong>ข้อกำหนดและเงื่อนไข</strong></h2>
            </div>
            <strong class="mt-5" style="color:black;">ข้อกำหนดและเงื่อนไข สำหรับสมาชิก THE SECRET (สมาชิกเดอะซีเคร็ท)</strong>
            <p>1. สมาชิกยอมรับและตกลงว่า ข้อมูลทั้งหมดที่ใช้ในการสมัครสมาชิกเดอะซีเคร็ทเป็นข้อมูลที่ถูกต้อง ตามความเป็นจริง
                กรณีที่ตรวจสอบข้อมูลไม่ตรงกับความเป็นจริง ทางบริษัทฯ
                ขอสงวนสิทธิ์ในการยกเลิกการเป็นสมาชิกรวมทั้งสิทธิประโยชน์ทั้งหมด</p>
            <p>2. สมาชิกตกลง และยินยอมให้บริษัทฯ ใช้หรือเปิดเผยข้อมูลส่วนบุคคลของสมาชิก สำหรับการแจ้งข่าวสาร
                และกิจกรรมส่งเสริมการขายเกี่ยวกับผลิตภัณฑ์หรือบริการของทางบริษัท และใช้สำหรับการทำธุรกรรมกับบริษัทฯ
                ในลักษณะที่เป็นประโยชน์กับสมาชิก</p>
            <p>3. สมาชิกเดอะซีเคร็ท เป็นระบบสมาชิกลอยัลตี้ ที่สามารถสะสมคะแนนได้ทุกยอดการใช้จ่ายในเครือของเดอะซีเคร็ท
                แลกคะแนนสะสมเป็นคูปองเงินสด
                ใช้ในเครือพันธมิตรทางธุรกิจ ไม่ว่าจะเป็นอาหาร เครื่องดื่ม ไลฟ์สไตล์ การท่องเที่ยว บริการด้านรถยนต์
                และอื่นๆอีกมากมาย
                หรือจะแลกเป็นของรางวัลสุดพรีเมี่ยม และยังครอบคลุมทุกไลฟ์สไตล์ของสมาชิก ซึ่งกำหนดไว้ในแต่ละช่วงระยะเวลานั้นๆ
            </p>
            <p>4. คะแนนสะสมของสมาชิกเดอะซีเคร็ท ไม่สามารถแลก เปลี่ยน หรือทอนเป็นเงินสดได้</p>
            <p>5. คะแนนสะสม และสิทธิประโยชน์ของสมาชิกเดอะซีเคร็ท ไม่สามารถโอนไปเป็นของสมาชิกท่านอื่นได้</p>
            <p>6. สมาชิกต้องแจ้งให้บริษัทฯ ทราบเมื่อมีการเปลี่ยนแปลงข้อมูลส่วนบุคคลเพื่อรักษาผลประโยชน์ของสมาชิก</p>
            <p>7. ของรางวัลที่กำหนดให้แลก บริษัทฯ ขอสงวนสิทธิ์ในการเปลี่ยนแปลงของรางวัลที่มีมูลค่าเท่าเทียม
                หรือมีคุณภาพใกล้เคียงกันแทนของรางวัลเดิมโดยไม่ต้องแจ้งให้ทราบล่วงหน้า</p>
            <p>8. บริษัทฯ ขอสงวนสิทธิ์ในการเปลี่ยนแปลงเงื่อนไขการเป็นสมาชิกเดอะซีเคร็ท คะแนนสะสมของสมาชิก
                การแลกคะแนน สินค้า/บริการ และเครือข่ายพันธมิตรที่เข้าร่วมโครงการโดยไม่ต้องแจ้งให้ทราบล่วงหน้า</p>
            <p>9. กรณีสมาชิกปฎิบัติผิดเงื่อนไขการใช้งาน บริษัทฯ มีสิทธิยกเลิกการเป็นสมาชิกเดอะซีเคร็ท
                ได้ทันทีโดยไม่ต้องแจ้งล่วงหน้า ทั้งนี้
                การยกเลิกสมาชิกดังกล่าวให้มีผลเป็นการยกเลิกคะแนนสะสมที่สมาชิกมีอยู่ทั้งหมดทันทีด้วย และถือว่าบริษัทฯ
                ไม่มีภาระผูกพัน หนี้ หรือหน้าที่ในการจ่ายเงินทดแทนใด ๆ จากคะแนนสะสมที่มีอยู่ให้แก่สมาชิก
                และสมาชิกจะไม่สามารถอ้างสิทธิใด ๆ กับบริษัทฯ ได้</p>
        </div>

    </div>
@endsection
